Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=664_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät tapasi Suomen hallituksen
sme: Sámediggi deaivvadii Suoma ráđđehusain

source: Pääministeri Jyrki Katainen oli kutsunut saamelaiskäräjät hallituksen iltakouluun kuultavaksi hallitusohjelman saamelaiskirjausten toteuttamisesta.
sme: Oaiveministtar Jyrki Katainen lei bovden sámedikki stivra eahketskuvlii gullat ráđđehusprográmma sápmelašáššiid girjema ollašuhttimis.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi ja II varapuheenjohtaja Heikki Paltto olivat tänään,, 12.12.2012 valtioneuvoston kuultavana.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi ja II várreságajođiheaddji Heikki Paltto leaigga otne, 12.12.2012 stáhtaráđi gullan láhkai.

source: Puheenjohtaja Näkkäläjärvi käsitteli puheessaan Ilo 169-sopimuksen ratifiointia, saamen kielten elvyttämisohjelman toimeenpanoa ja saamelaiskäräjien resursointia. ”
sme: Ságajođiheaddji Näkkäläjärvi gieđahalai ságastis Ilo 169-soahpamuša ratifiserema, sámegielaid ealáskahttinprorgámma ollašuhttima ja sámedikki resurssaid. ”

source: Suomella on nyt erinomaiset mahdollisuudet ratifioida ILO-sopimus.
sme: Suomas lea dál erenoamáš vejolašvuođat ratifiseret ILO-soahpamuša.

source: Asiassa ei tarvita lisää selvityksiä, vaan poliittista tahtoa ” Näkkäläjärvi tähdensi.
sme: Áššis eai dárbbašuvvo lasi čelggadusat, muhto politihkalaš dáhttu ” Näkkäläjärvi deattuhii.

source: Sopimus edellyttää saamelaisten oikeuksien ratkaisemista maahan, veteen ja luonnonvaroihin.
sme: Soahpamuš gáibida sámiid vuoigatvuođaid čoavdima eatnamii, čáhcái ja luondduriggodagaide.

source: Ne voidaan ratkaista saamelaiskäräjälain, Metsähallituksen hallintomallin ja maankäyttöä koskevan lainsäädännön uudistamistyön yhteydessä, puheenjohtaja kertoi.
sme: Dáid sáhttá čoavdit sámediggelága, Meahciráđđehusa hállddahusmálle ja eanageavahusa guoski láhkaásahan ođasmahttinbarggu oktavuođas, ságajođiheaddji muitalii.

source: Saamelaiskäräjien varapuheenjohtaja Heikki Paltto kertoi valtioneuvostolle saamelaisporonhoidon erityispiirteistä ja tukitarpeista.
sme: Sámedikki várreságajođiheaddji Heikki Paltto muitalii stáhtaráđđái sámiid boažodoalu erenoamášsárgosiin ja doarjjadárbbuin.

source: Saamelaiskäräjien edustajat painottivat, että ILO 169-sopimuksen ratifiointi edellyttää erityisoikeuksia saamelaisen poronhoidon harjoittamiselle.
sme: Sámedikki ovddasteaddjit deattuheaigga, ahte ILO 169-soahpamuša ratifiseren gáibida sierravuoigatvuođaid sámiid boažodoaluin bargamii.

source: Poronhoito muodostaa saamelaisen aineellisen kulttuurin perustan ainoana saamelaiselinkeinona, joka tarjoaa ympärivuotisen elannon ” Olin hyvin iloinen että valtioneuvostossa nousi keskusteluun saamelaisporonhoidon tarpeet ja erityskysymykset, ” Paltto kertoi.
sme: Boažodoallu ráhkada sámiid ávnnaslaš kultuvra vuođu áidna sámiid ealáhussan, mii fállá birrajagaš ealáhusa ” Ledjen hui ilus ahte stáhtaráđis badjánedje ságatallama vuollai sámiid boažodoalu dárbbut ja erenoamášgažaldagat, ” Paltto muitalii.

source: Hallituksen iltakoulussa sovittiin, että työtä alkuperäiskansoja koskevan ILO-sopimuksen ratifiointiesteiden poistamiseksi jatketaan oikeusministeriön johdolla muiden vastuuministeriöiden ja saamelaiskäräjien välisenä yhteistyönä.
sme: Ráđđehusa eahketskuvllas sohppojuvvui, ahte barggu eamiálbmogiid guoski ILO-soahpamuša ratifisereneastagiid jávkadeami dihte joatkit nu ahte vuoigatministeriija jođiha eará vástuministeriijaid ja sámedikki gaskasaš ovttasbarggu.

source: Poliittista linjausta vaativista saamelaisasioista ja erityisesti saamelaissopimuksesta neuvoteltaessa esiin nousevista kysymyksistä päättämään muodostetaan saamelaisasioiden ministeriryhmä.
sme: Sápmelašáššiid ministtarjoavku hábmejuvvo mearridit politihkalaš linjema gáibideaddji sápmelašáššiin ja erenoamážit sámesoahpamusaš ráđđádaladettiin ovdan boahtti gažaldagain.

source: ” On tärkeää että valtioneuvosto antoi vahvan tuen Ilo 169-sopimuksen ratifiointiprosessin jatkamiselle ja hallitusohjelman saamelaiskirjausten toteuttamiselle.
sme: ” Lea dehalaš ahte stáhtaráđđi attii nana doarjaga Ilo 169-soahpamuša ratifiserenproseassa joatkimii ja ráđđehusprográmma sápmelašáššiid girjema olašuhttimii.

source: Yhteistyötä tulee varmasti helpottamaan se, että valtioneuvosto muodostaa saamelaisasioiden ministeriryhmän.
sme: Ovttasbarggu boahttá sihkkarit álkidahttit dat, ahte stáhtaráđđi hábme sápmelašáššiid ministtarjoavkku.

source: Ministeriryhmän perustaminen korostaa myös sitä, että valtioneuvosto pitää saamelaiskirjausten toteutumista ensiarvoisen tärkeänä ” Näkkäläjärvi painottaa.
sme: Ministtarjoavkku vuođđudeapmi deattuha maid dan, ahte stáhtaráđđi doallá sápmelašáššiid girjema ollašuhttima hui dehalažžan ” Näkkäläjärvi deattuha.

source: II varapuheenjohtaja Heikki Paltto
sme: II várreságajođiheaddji Heikki Paltto

source: Klemetti Näkkäläjärven puhe valtioneuvoston iltakoulussa 12.12.2012
sme: Klemetti Näkkäläjärvi sáhka stáhtaráđi eahketskuvllas 12.12.2012 (Suomagillii)

source: Saamelaiskäräjien muistio valtioneuvoston iltakouluun
sme: Sámedikki muittuhančála stáhtaráđi eahketskuvlii

source: Valtioneuvoston tiedote
sme: Stáhtaráđi dieđáhus

source: Saamelaiskäräjien lausunto ILO sopimuksen nro 169 ratifiointiedellytyksistä
sme: Sámedikki cealkámuš ILO soahpamuša nr 169 ratifiserengáibádusain
